{
  "LanguageSwitcher": {
    "currentLanguage": "ar",
    "switchedLanguage": "en"
  },
  "searchBar": {
    "placeHolder": "ابحث عن المتاجر، الكوبونات، والخصومات",
    "searchButton": "ابحث عن المتجر"
  },
  "navImage": {
    "logo": "/images/logo/Logo_Ar.svg"
  },
  "navigationLinks": {
    "home": "الرئيسية",
    "allStores": "جميع المتاجر",
    "allCoupons": "جميع الكوبونات",
    "more": "المزيد",
    "menu": "القائمة"
  },
  "sectionHead": {
    "onlineDiscountCodes": "أكواد خصم وقسائم شراء عبر الإنترنت",
    "seeAllCoupons": "مشاهدة جميع الكوبونات",
    "featuredStoresOffers": "عروض المتاجر المميزة",
    "seeAllStores": "مشاهدة جميع المتاجر"
  },
  "card": {
    "active": "نشط",
    "inactive": "غير نشط",
    "discountCodeFor": "أكواد خصم",
    "goToStore": "اذهب الي المتجر",
    "discountCouponCode": "كود الخصم",
    "clickToCopy": "اضغط للنسخ",
    "codeCopied": "تم نسخ الكود",
    "success": "نجاح"
  },
  "couponFeature": {
    "title": "كوبونات وأكواد خصم عبر الإنترنت",
    "description1": "يعد موقع كوبونات التسوق من المواقع الرائدة في مجال الكوبونات، حيث يجمع مجموعة واسعة من أكواد الكوبونات وقسائم الخصم، إلى جانب العديد من العروض والتخفيضات السارية للعام الحالي. يوفر الموقع أيضًا إرشادات حول كيفية استخدام وتطبيق الكوبونات أو أكواد الخصم بفعالية، مما يمكنك من توفير المال أثناء التسوق عبر الإنترنت من خلال منصات التجارة الإلكترونية المختلفة—كل ذلك متاحًا في مكان واحد!",
    "description2": "هدفنا في كوبونات التسوق هو مساعدتك على اكتشاف أحدث وأجدد أكواد الكوبونات، وقسائم الترويج، وأكواد الخصم، كلها صالحة ومختبرة لعدد كبير من المتاجر الإلكترونية المحلية والدولية. يلتزم فريقنا بفحص وتحديث كل كوبون بانتظام لضمان حصولك على أفضل التوفيرات في مشترياتك من مواقع التسوق المفضلة لديك."
  },
  "home": {
    "meta": {
      "title": "كوبونات التسوق - بوابة اكواد خصم المتاجر في السعودية والخليج ",
      "description": "اكتشف اكواد خصم وكوبونات المتاجر العالمية الحصرية في وجهتنا الاستثنائية! تنتظرك خصومات لا مثيل لها؛ اغتنم الصفقات الرائعة وفرص التوفير الكبير",
      "keywords": "كوبون، كود خصم، كوبونات، اكواد خصم، كود توفير",
      "openGraph": "/images/logo/Logo_Ar.svg"
    }
  },

  "couponInstruction": {
    "coupon_intro_title": "إليك كل ما تحتاج لمعرفته حول استخدام أكواد الكوبونات والخصومات عبر الإنترنت:",
    "coupon_intro_text": "يمكن أن يوفر لك رمز ترويجي تخفيضات فورية، إما بتقليل نسبة معينة من إجمالي طلبك، مثل خصم نسبة مؤية معينة من تكلفة شرائك، أو بتقديم خصم محدد عند إنفاق حد أدنى معين، بالإضافة إلى توفير الشحن المجاني. ومع ذلك، قد يكون من الصعب في بعض الأحيان العثور على أكواد خصم نشطة وفعالة. لذلك، يقوم فريق كوبونات التسوق بالتحقق بعناية من كل رمز كوبون يوميًا ويفحص تواريخ انتهاء صلاحيتها.",
    "coupon_process_step": "ثناء التسوق عبر الإنترنت، ربما لاحظت مربع 'رمز الكوبون' الذي يظهر قبل إتمام الدفع. بعض المتاجر الإلكترونية توفر بشكل مستمر أكواد ترويجية لعملائها.",
    "coupon_difficulties_text": "إذا وجدت صعوبة في اكتشاف وتطبيق أفضل الكوبونات أثناء التسوق من المتاجر الإلكترونية، فلا داعي للقلق؛ نحن هنا لمساعدتك. سنقدم لك كل النصائح الضرورية للانتقال من مبتدئ إلى متسوق خبير، مما يمكنك من إتقان فن استخدام الكوبونات وتعظيم وفوراتك عبر الإنترنت.",
    "how_to_find_code": "كيفية العثور على الرمز الترويجي المناسب:",
    "how_to_find_code_text": "أولاً، تحتاج إلى البحث عن رمز كوبون أو قسيمة خصم وفهم كيفية تطبيقها. كل ما عليك فعله هو فتح موقع كوبونات التسوق للبحث عن كوبون خصم صالح وحديث للمتجر الذي ترغب في التسوق منه وابدأ في التوفير. قد توفر الكوبونات نسبة معينة أو مبلغًا من إجمالي مشترياتك، أو تغير تكاليف الشحن الخاصة بك إما بإزالتها أو تخفيضها.",
    "coupon_applicability": "قد تكون العروض قابلة للتطبيق على جميع المنتجات في الموقع، أو صالحة فقط لمنتجات أو فئات معينة. في بعض الحالات، قد تتطلب الكوبونات أن تتجاوز مشترياتك حدًا معينًا، لذا من المهم التحقق من الشروط والأحكام بانتظام حيث تختلف من متجر لآخر.",
    "how_to_use_coupon": "كيفية استخدام الكوبون الترويجي؟",
    "coupon_usage_text": "بعد العثور على كوبون الخصم المناسب، ستظهر لك التفاصيل التالية: قيمة الخصم (كنسبة مئوية أو مبلغ ثابت)، تاريخ انتهاء صلاحية الكوبون، الشروط والأحكام، ورمز الخصم. لكشف رمز العرض الترويجي، انقر على 'كشف الكوبون'. هذا الإجراء سيفتح موقع التسوق في نافذة جديدة ويعرض الرمز.",
    "apply_promo_code": "كيفية تطبيق رمز ترويجي بشكل صحيح أثناء التسوق عبر الإنترنت",
    "apply_promo_code_text": "قبل إتمام عملية الشراء، ننصح جميع المتسوقين عبر الإنترنت باتباع هذا الدليل لتجربة تسوق سلسة. تأكد من إدخال رمز القسيمة بدقة. عادةً ما تتكون هذه الرموز من حروف إنجليزية كبيرة وقد تكون حساسة لحالة الأحرف، مما يعني أنها قد لا تعمل إذا تم إدخالها بأحرف صغيرة. عند نسخ ولصق رمز الخصم من موقعنا، تأكد من عدم وجود مسافات إضافية في بداية أو نهاية الرمز، حيث قد يؤدي ذلك إلى ظهور رسالة خطأ.",
    "apply_voucher_code": "كيفية تطبيق رمز القسيمة",
    "apply_voucher_code_text": "لتطبيق رمز القسيمة، ابدأ بإنهاء تسوقك وإضافة المنتجات إلى عربة التسوق الخاصة بك. بعد نسخ رمز الكوبون، الصقه في الحقل المخصص خلال عملية الدفع وطبقه. سيؤدي ذلك إلى تحديث إجمالي الفاتورة ليعكس الخصم. بعد تطبيق الخصم، يمكنك المتابعة بالدفع بعملتك المحلية وإتمام طلبك للشحن إلى المدن الرئيسية.تأكد من تطبيق رمز القسيمة بكتابته أو لصقه في مربع رمز الكوبون أثناء الدفع. اضغط على زر التطبيق لتفعيل الخصم. انتبه لتحديد مكان هذا المربع، والذي قد يظهر في مراحل مختلفة من عملية الدفع، وتأكد من عدم تأكيد طلبك بالخطأ قبل إدخال الرمز.",
    "meet_order_value": "تأكد من أن طلبك يفي بالقيمة الأدنى المطلوبة",
    "meet_order_value_text": "العديد من قسائم الترويج تتطلب قيمة طلب أدني. هذا يعني أن طلبك يجب أن يكون مساويًا أو يتجاوز مبلغًا معينًا قبل أن تتمكن من تفعيل الخصم. تُحسب القيمة الأدني بناءً على التكلفة الفعلية للعناصر في طلبك بعد أي خصومات فورية، ولا تشمل النفقات الإضافية مثل الضرائب أو الشحن."
  },
  "footer": {
    "about": {
      "title": "عن كوبونات التسوق",
      "description": "كوبونات التسوق هي اكبر منصة كوبونات و اكواد خصم في المملكة العربية السعودية والخليج. تقدم مجموعة من المميزات التي تساعد المستخدمين على توفير المال والاستفادة من الخصومات الرائعه والعروض الحصريه من مختلف المتاجر."
    },
    "topStores": "المتاجر المميزة ",
    "social": {
      "followUs": "تابعونا",
      "logo": "/images/logo/Logo_Ar.svg"
    },
    "featuredSection": {
      "title": "المتاجر المميزة",
      "navigationLinks": {
        "home": "الرئيسية",
        "allStores": "جميع المتاجر",
        "allCoupons": "جميع الكوبونات"
      }
    }
  },
  "category": {
    "mainTitle": "جميع المتاجر لفئة",
    "secondTitle": "منصات التسوق الإلكتروني أفضل أكواد الخصم والكوبونات",
    "description": "يعمل فريقنا في كوبونات التسوق بجد لتقديم أحدث أكواد الكوبونات والخصومات والعروض من أفضل مواقع التسوق الإلكتروني. أصبح الشرق الأوسط مركزًا سريع النمو للمتاجر الإلكترونية ومنصات التجارة الإلكترونية، حيث يمكن الحصول على مجموعة واسعة من المنتجات بنقرة واحدة فقط ويتم توصيلها إلى باب منزلك بسرعة فائقة"
  },
  "coupons": {
    "mainTitle": "خصومات كوبونات حصرية  ",
    "secondTitle": "العروض، التخفيضات، الصفقات، والخصومات متوفرة طوال العام",
    "description": "يمكن لرمز الترويج أن يقدم خصومات فورية إما على شكل نسبة مئوية من إجمالي طلبك، مثل خصم 10٪، أو كتخفيضات ذات قيمة ثابتة، مثل خصم 10 ريال على مشتريات بقيمة 100 ريال أو أكثر، أو حتى الشحن المجاني. ومع ذلك، قد يكون العثور على أكواد خصم فعالة أمرًا صعبًا أحيانًا. لهذا السبب، يقوم فريق كوبونات التسوق بفحص كل كود قسيمة وتواريخ انتهاء صلاحيتها يوميًا. إذا كنت تجد صعوبة في العثور على أفضل كوبون وتطبيقه أثناء التسوق عبر الإنترنت، فلا داعي للقلق؛ نحن هنا لنرشدك. نحن نقدم كل النصائح التي تحتاجها للتحول من مبتدئ إلى خبير في استخدام الكوبونات وتوفير المال أثناء التسوق عبر الإنترنت.",
    "meta": {
      "title": "كوبونات التسوق - احدث اكواد الخصم وكوبونات التوفير حتى 90% لكل المتاجر",
      "description": "وفر الكثير مع كوبونات التسوق والصفقات والعروض! احصل على خصومات وعروض حصرية من أفضل العلامات التجارية من الملابس والجمال والبقالة والمزيد.",
      "keywords": "كوبون، كود خصم، كوبونات، اكواد خصم، كود توفير",
      "openGraph": "/images/logo/Logo_Ar.svg"
    }
  },
  "pagination": {
    "next": "التالي",
    "previous": "السابق"
  },
  "stores": {
    "mainTitle": "جميع المتاجر والعروض",
    "secondTitle": "منصات التسوق الإلكتروني أفضل أكواد الخصم والكوبونات ",
    "description": "يعمل فريقنا في كوبونات التسوق بجد لتقديم أحدث أكواد الكوبونات والخصومات والعروض من أفضل مواقع التسوق الإلكتروني. أصبح الشرق الأوسط مركزًا سريع النمو للمتاجر الإلكترونية ومنصات التجارة الإلكترونية، حيث يمكن الحصول على مجموعة واسعة من المنتجات بنقرة واحدة فقط ويتم توصيلها إلى باب منزلك بسرعة فائقة ",
    "meta": {
      "title": "كوبونات التسوق - استكشف افضل المتاجر عبر الإنترنت للحصول على احدث اكواد الخصم",
      "description": "اضغط هنا للحصول على قائمة شاملة بمواقع التسوق عبر الإنترنت والمتاجر الإلكترونية التي تعرض أحدث القسائم واكواد الخصم وكوبونات التوفير والعروض.",
      "keywords": "كوبون، كود خصم، كوبونات، اكواد خصم، كود توفير",
      "openGraph": "/images/logo/Logo_Ar.svg"
    }
  },
  "store": {
    "storeSite": "تسوق الأن",
    "storeTitle": "جميع المتاجر"
  },
  "storeCoupon": {
    "coupon": "كود خصم",
    "available": " متاح في",
    "copy": "نسخ",
    "copy_instructions": "انسخ الكود أعلاه والصقه عند الدفع.",
    "copied": "تم النسخ",
    "go": "اذهب الي"
  },
  "UserRegister": {
    "subscribe": "اشترك الأن",
    "emailError": "ادخل بريد الكتروني صحيح",
    "phoneNumberRequired": " يرجي ادخال رقم الجوال",
    "title": "احصل على عروض حصرية في بريدك الوارد",
    "email": "البريد الالكتروني",
    "backendError": "تم استخدام هذا البريد الالكتروني"
  },
  "thankYou": {
    "thankYouTitle": "شكرًا لتسجيلك!",
    "thankYouMessage": "نحن متحمسون لانضمامك إلينا! استعد لعروض ساخنة قادمة في طريقك.",
    "hotOffersTitle": "عروض ساخنة بانتظارك!",
    "hotOffersMessage": "راقب بريدك الإلكتروني للحصول على خصومات حصرية والوصول المبكر إلى أفضل عروضنا.",
    "returnHome": "العودة إلى الصفحة الرئيسية",
    "checkEmailMessage": "تحقق من بريدك الإلكتروني للحصول على هدية ترحيبية خاصة!"
  }
}
